"Update" = "Update";
"Length:" = "Length:";
"Characters" = "Characters";
"Alphanumeric" = "Alphanumeric";
"Frequency" = "Frequency";
"Groups" = "Groups";
"Length" = "Length";
"Weight" = "Weight";
"Word" = "Word";
"Search" = "Search";
"Similar" = "Similar";
"Analogy" = "Analogy";
"Quality of results" = "Quality of results";
"#" = "#";
